Show / Hide Table of Contents
Enum TendonBarType
Tendon bar type
Namespace: IdeaRS.OpenModel.CrossSection
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TendonBarType
Fields
 Name |  Description
 Posttensioned
Post-tensioned
 Pretensioned
Pre-tensioned
 Improve this Doc
 View Source